[
    {
        "content": "\n\n“And then I wake up at 7:00 a.m., and I roll over and look at my phone. And I have a notification from Shopify saying that I made my first sale for $149. And I let out this huge, orgasmic noise of relief. I was like, ‘Wow. Everything’s going to be okay.’” — Allen Walton \nThis episode is by popular request!\nIn detail, we uncover a real-world case study of someone who built a seven-figure business after reading The 4-Hour Workweek (and other resources, of course).\nTwo important people joined me ",
        "title": "Real 4-Hour Workweek Case Studies — Allen Walton and SpyGuy, The Path to Seven Figures (#351)",
        "url": "http://tim.blog/2018/12/10/allen-walton-4-hour-workweek-case-study/"
    },
    {
        "content": "\nJohn “Jocko” Willink\n“Discipline equals freedom.”\n– Jocko Willink\nJocko Willink (@jockowillink) is one of the scariest human beings imaginable.\nHe is a lean 230 pounds. He is a Brazilian jiu-jitsu expert who used to tap out 20 Navy SEALs per workout. He is a legend in the Special Operations world. His eyes look through you more than at you.\nHe rarely does interviews, if ever. But, a few weeks ago, Jocko ended up staying at my house and we had a caffeinated mind meld. Here’s some background…\nJoc",
        "title": "The Scariest Navy SEAL Imaginable…And What He Taught Me",
        "url": "http://tim.blog/2015/09/25/jocko-willink/"
    },
    {
        "content": "\n\n“I’ve gotten away with saying the most outrageous things because I’m not angry. And people listen, and we can have actual dialog.” — Dr. Andrew Weil \nAndrew Weil, M.D. (@DrWeil) is a world-renowned leader and pioneer in the field of integrative medicine.\nDr. Weil received a degree in biology (botany) from Harvard College in 1964 and an M.D. from Harvard Medical School in 1968. After completing a medical internship at Mt. Zion Hospital in San Francisco, he worked a year with the National Instit",
        "title": "Dr. Andrew Weil — Optimal Health, Plant Medicine, and More (#350)",
        "url": "http://tim.blog/2018/12/06/dr-andrew-weil/"
    },
    {
        "content": "\n\n“Get yourself into a state of calmness, and then ferocity will take care of itself.” \n– Stewart Copeland\nStewart Copeland (@copelandmusic) is a Grammy Award-winning musician, considered by Rolling Stone Magazine to be one of the top ten drummers of all time. He’s a founding member of The Police, and an inductee into the Rock & Roll Hall of Fame.\nIn this conversation, we delve into lessons for surviving the music industry, why entrepreneurs (and self-directed artists) never get a day off, how T",
        "title": "The CIA, The Police, and Other Adventures from Stewart Copeland",
        "url": "http://tim.blog/2017/09/06/stewart-copeland/"
    },
    {
        "content": "\n\n“Unhappiness is at the root of more pain, I would suspect, than any ailment that falls in the ‘physical’ body. And to think that we have compounds that could play such an important role that are really facing challenges in getting approved, I just find that really frustrating.” — Dr. Peter Attia\nThis is a special episode and features one of my dear friends.\nA number of guests have started incredible podcasts after being on this show as their first-ever podcast interview, including legendary Na",
        "title": "Dr. Peter Attia vs. Tim Ferriss (#352)",
        "url": "http://tim.blog/2018/12/13/peter-attia-vs-tim-ferriss/"
    },
    {
        "content": "\n\nThis is how the world felt before Crackberries. (LeoLuigi)\n\n“Not-to-do” lists are often more effective than to-do lists for upgrading performance.\nThe reason is simple: what you don’t do determines what you can do.\nHere are nine stressful and common habits that entrepreneurs and office workers should strive to eliminate. The bullets are followed by more detailed descriptions. Focus on one or two at a time, just as you would with high-priority to-do items. I’ve worded them in no-to-do action fo",
        "title": "The Not-To-Do List: 9 Habits to Stop Now",
        "url": "http://tim.blog/2007/08/16/the-not-to-do-list-9-habits-to-stop-now/"
    },
    {
        "content": "\nCredit: O Hello Media, Eric Ananmalay\n“If people around you don’t think what you’re doing is a bit strange, maybe it’s not strange enough.” — Patrick Collison\nPatrick Collison (@patrickc) is chief executive officer and co-founder of Stripe, a technology company that builds economic infrastructure for the internet.\nAfter experiencing firsthand how difficult it was to set up an online business, Patrick and his brother John started Stripe in 2010. Their goal was to make accepting payments on the i",
        "title": "Patrick Collison — CEO of Stripe (#353)",
        "url": "http://tim.blog/2018/12/20/patrick-collison/"
    },
    {
        "content": "\n\n“The war against nature is a war against your own biology.”\n— Paul Stamets\nPaul Stamets (@PaulStamets) is an intellectual and industry leader in the habitat, medicinal use, and production of fungi. Part of his mission is to deepen our understanding and respect for the organisms that literally exist under every footstep taken on this path of life. Paul is the author of a new study in Nature’s Scientific Reports, which details how mushroom extracts—specifically extracts from woodland polypore mu",
        "title": "Paul Stamets — How Mushrooms Can Save You and (Perhaps) the World (#340)",
        "url": "http://tim.blog/2018/10/11/paul-stamets/"
    },
    {
        "content": "\n\n“The [common trait in] people that we have noticed are best at learning a language is that they have no trouble sounding stupid.” – Luis von Ahn\nLuis von Ahn (@luisvonahn) is an entrepreneur and computer science professor at Carnegie Mellon University. He is known for inventing CAPTCHAs, being a MacArthur Fellow (“genius grant” recipient), and selling two companies to Google in his 20’s. Luis has been named one of the 10 Most Brilliant Scientists by Popular Science Magazine, one of the 20 Best",
        "title": "Luis von Ahn on Learning Languages, Building Companies, and Changing the World",
        "url": "http://tim.blog/2016/01/26/luis-von-ahn-duolingo/"
    },
    {
        "content": "\nPhoto by Eric Ray Davidson\n“I try to put myself in a mental state of, ‘How do I learn from that defeat? How do I learn from that loss?'” — LeBron James\n“Recovery never stops.” — Mike Mancias\nThis episode represents the first time that LeBron James has been interviewed alongside his very below-the-radar, some might say top-secret, athletic trainer about details of training, recovery, diet, and even how much longer he hopes to play in the NBA.\nLeBron James (@KingJames) is widely considered one of",
        "title": "LeBron James and His Top-Secret Trainer, Mike Mancias (#349)",
        "url": "http://tim.blog/2018/11/27/lebron-james-mike-mancias/"
    },
    {
        "content": "\n\nBryan Johnson is an entrepreneur and investor. He is the founder of OS Fund and Braintree, the latter of which was bought by eBay in 2013 for $800 million in cash.\nBryan launched OS Fund in 2014 with $100 million of his personal capital to support inventors and scientists who aim to benefit humanity by rewriting the operating systems of life. In other words: he fuels real-world mad scientists.\nHis investments include endeavors to cure age-related diseases and radically extend healthy human lif",
        "title": "The Rags to Riches Philosopher: Bryan Johnson’s Path to $800 Million",
        "url": "http://tim.blog/2015/06/12/bryan-johnson/"
    },
    {
        "content": "\n\nThe following is a guest post by Nate Green, who works with Dr. John Berardi, nutritional advisor to athletes like UFC champion Georges St. Pierre (GSP).\nThis is the first of two blog posts entailing extreme physical experiments. Absolutely no performance enhancing drugs of any kind were used.\nPart 1 — this post — details exactly how top fighters like Georges St. Pierre rapidly lose 20-30 pounds for “weigh-ins.” To refine the method, Nate performed this on himself, losing 20 pounds in 5 days. ",
        "title": "How To Lose 20-30 Pounds In 5 Days: The Extreme Weight Cutting and Rehydration Secrets of UFC Fighters",
        "url": "http://tim.blog/2013/05/06/how-to-cut-weight-ufc/"
    },
    {
        "content": "\n\n“Avoiding all stress isn’t the answer to fighting aging; it’s about building resilience to environmental stress.” \n– Rhonda Patrick\nRhonda Patrick, PhD, (@foundmyfitness) is an American biochemist and scientist. She first appeared on this podcast back in episode twelve, and whether you want to extend life, inexpensively buy a stem cell “insurance policy,” or guard against cancer, Rhonda has valuable insights and recommendations.\nIn this episode, Rhonda tackles some of your most requested topic",
        "title": "Exploring Smart Drugs, Fasting, and Fat Loss — Dr. Rhonda Patrick",
        "url": "http://tim.blog/2017/05/04/smart-drugs-fasting-and-fat-loss/"
    },
    {
        "content": "\nPhoto by Dan Gillan\n“Slow down. Do it again.” — Dave Elitch\nDave Elitch (IG: @daveelitch) first garnered attention with his band Daughters of Mara’s debut album I am Destroyer in 2007, but his time touring with the American progressive rock band The Mars Volta in 2009-2010 is what really put him on the map. He has since worked with Miley Cyrus, Justin Timberlake, M83, The 1975, Juliette Lewis, Big Black Delta, as well as many others.\nDave conducts master-class lectures worldwide and is a regula",
        "title": "Dave Elitch — How to Get Out of Your Own Way (#348)",
        "url": "http://tim.blog/2018/11/26/dave-elitch/"
    },
    {
        "content": "\n\n“How do you balance the desire to live longer with the desire to perform well?” (Tweet It)\n– Peter Attia, MD\nThis episode delves into all types of performance enhancement and tracking — optimizing blood testing, drinking “jet fuel,” training for ultra-endurance sports, consuming synthetic ketones, using metabolic chambers, extending longevity by avoiding certain types of exercise, and much more.\nEp 50: Dr. Peter Attia on Ultra-Endurance, Drinking Jet Fuel, Human Foie Gras, and More\nhttps://rss",
        "title": "Dr. Peter Attia on Life-Extension, Drinking Jet Fuel, Ultra-Endurance, Human Foie Gras, and More",
        "url": "http://tim.blog/2014/12/18/peter-attia/"
    },
    {
        "content": "\nStan Grof (right) with the legendary Albert Hofmann (left), the first person to synthesize LSD.\n“I realized people were not having LSD experiences; they were having experiences of themselves. But they were coming from depths that psychoanalysis didn’t know anything about.” — Stanislav Grof\nStanislav Grof, M.D., (stanislavgrof.com) is a psychiatrist with more than 60 years of experience in research of “holotropic” states of consciousness, a large and important subgroup of non-ordinary states tha",
        "title": "Stan Grof, Lessons from ~4,500 LSD Sessions and Beyond (#347)",
        "url": "http://tim.blog/2018/11/20/stan-grof/"
    },
    {
        "content": "\n\n“Education is supposed to juice your curiosity, not diminish or sate it.” \n– Walter Isaacson\nWalter Isaacson (@WalterIsaacson) is a professor at Tulane University, and the president and CEO of The Aspen Institute, a nonpartisan educational and policy studies institute based in Washington, DC. He has been the chairman and CEO of CNN and the editor of TIME magazine. He is the author of many biographies I have recommended, including The Innovators, Steve Jobs, Einstein: His Life and Universe, Ben",
        "title": "Lessons from Steve Jobs, Leonardo da Vinci, and Ben Franklin (#273)",
        "url": "http://tim.blog/2017/10/14/walter-isaacson/"
    },
    {
        "content": "\n\nIn this episode, I interview the one and only Arnold Schwarzenegger… at his kitchen table.\nIn our conversation, we dig into lessons learned, routines, favorite books, and much more, including many stories I’ve never heard anywhere else.  I’m also giving away amazing goodies for this episode, so be sure to read this entire post.\nAs a starting point, we cover:\n\nThe Art of Psychological Warfare, and How Arnold Uses It to Win\nHow Twins Became His Most Lucrative Movie (?!?)\nMailing Cow Balls to Pol",
        "title": "Tim Ferriss Interviews Arnold Schwarzenegger on Psychological Warfare (And Much More)",
        "url": "http://tim.blog/2015/02/02/arnold-schwarzenegger/"
    }
]